{
    "introduction": "APP Marketing is a marketing and consulting agency based in Richmond, British Columbia, Canada. We are one of the few agencies in North America that has experience building successful marketing campaigns on BOTH Western and Chinese platforms. Our management team has a combined 25 years of experience of cross border business consulting, most specifically focusing on connecting international brands with China, the world’s fastest growing consumer market.",
    "previousClients": "Shu Uemura, Jurlique, Audemars Piguet, Mercedes, PGA Tour, T&T Supermarket, and more",
    "serviceCategory": [{
            "serviceItem": "Digital Payments",
            "paymentMethods": "WeChat Pay, Alipay, UnionPay QR Code",
            "description": "We help your company register and accept Chinese Digital Payments. This is the first step in building a successful Chinese marketing plan for your business."
        },
        {
            "serviceItem": "WeChat Marketing",
            "description": "We help your company establish a presence on China’s #1 social media app."
        },
        {
            "serviceItem": "Influencer/KOL Marketing",
            "description": "We help you identify and connect your brand with the top domestic and international influencers and KOLs (Key Opinion Leaders) to give valuable exposure to your brand"
        },
        {
            "serviceItem": "Social Media Management",
            "description": "We provide your company with monthly account management for both domestic (Facebook, Twitter, Instagram) and Chinese (WeChat) social media accounts."
        },
        {
            "serviceItem": "Domestic & International Consulting",
            "description": "We provide professional consultation for companies wanting to attract local Chinese clients and businesses wanting to expand their operations into China."
        },
        {
            "serviceItem": "Event and Campaign planning",
            "description": "We help our clients design and implement customized online and offline campaigns to fit their marketing needs."
        }
    ]
}