{
    "body": [
        {
            "title": "Why the Chinese Market Matters",
            "paragraph": "The Chinese community represents a niche market that Canadian retailers cannot ignore",
            "list": [
                {
                    "item": "Over 700,000 Chinese Tourists per annum – China is Canada’s 2nd largest source of tourist arrivals"
                },
                {
                    "item": "2nd largest tourism source market by spending valued at $1.5 Billion Dollars"
                },
                {
                    "item": "Over 150,000 Chinese international students in Canada"
                }, 
                {
                    "item": "Over 1 Million New Immigrants through 2020"
                }
            ]
        },
        {
            "title": "Your First Connection to Chinese Consumers – Mobile Payments",
            "paragraph": "Today, China is an almost entirely cashless economy. Mobile payments have enabled consumers to go straight from cash, to smartphone payments, leapfrogging the use of credit cards and cheques. <strong>Make no mistake…. Chinese customers PREFER using mobile payments more than any other form of payment.</strong><br/> <br/>By accepting Chinese mobile payments, you will see an increase in sales, revenue, and customers.",
            "highlight":""
        },
        {
            "title": "Trusted Partnership and Secure Payments for Our Clients",
            "list": [
                {
                    "item": "APP Marketing is a strategic partner with OTT Pay, a leading financial services provider within the Chinese community in Canada since 2006"
                },
                {
                    "item": "OTT is a widely recognized financial brand in China with a national presence in Canada with office locations in Toronto, Montreal, and Vancouver."
                },
                {
                    "item": "OTT Financial is federally regulated under Canada’s major governing bodies (FINTRAC,IIROC, CIPF & OSC)"
                }
            ]
        },
        {
            "title": "Five Reasons Your Business SHOULD Accept Chinese Mobile Payments",
            "list": [
                {
                    "item": "Drive More Customers – Chinese customers seek vendors that offer Chinese mobile payments"
                },
                {
                    "item": "Consumers pay for goods using their funds in China (incredible advantage for Chinese Tourists)"
                },
                {
                    "item": "Merchant receives Canadian Dollar (no foreign transaction fees)"
                },
                {
                    "item": "Reduced Processing Fees (lower rates than any credit card)"
                },
                {
                    "item": "Receive Funds in (1) Business Day"
                }
            ]
        }
    ],
    "summary": "In summary, your Canadian business can offer Chinese customers the option of paying for goods and services in their home currency (Chinese Yuan) while you the merchant receive Canadian dollar and all transactions are processed at a rate that is better than any credit card! It’s a win-win for both you and your customers. "
}

