{
    "qa": [
        {
            "title": "What is a Social Media Audit?",
            "content": "Social media has become the preferred marketing channel for brands to connect with new and existing customers. But in today’s crowded social media space how does a company filter through the noise and find the best social media platforms to build a presence on and attract more customers?<br>A social media audit allows our expert team of trained marketers to produce a deep dive into the analytics your businesses’ most active social media channels. Based on our evaluation of the collected metrics, we’ll create a strategic recommendation for each social media channel as well as a blueprint monthly content calendar."
        },
        {
            "title": "What Does the Social Media Audit Include?",
            "list": [
                {
                    "item": "Compiling and evaluating key metrics for primary social media channels such as: number of followers, likes, shares, comments, clicks, video views, post reach, etc..."
                },
                {
                    "item": "Determining what types of posts work best on each platform, which platforms are most valuable to you, and how your audience is engaging with you on each platform"
                },
                {
                    "item": "Checking for consistency and quality across all channels with regards to branding, messaging, graphics, and content"
                },
                {
                    "item": "Creating a social media marketing strategy recommendation and posting guidelines based on the audit"
                },
                {
                    "item": "Creating a monthly content calendar blueprint for prominent channels"
                }
            ]
        },
        {
            "title": "What Does the Social Media Audit Include?",
            "list": [
                {
                    "title": "Initial 60 Minute Exploratory Phone Consultation",
                    "description": "The first step will be to have a concentrated in-depth session learning more about your company’s current social media strategy, vision, and goals. This is important to help us understand where you are at, what your goals are, and help provide the best roadmap to achieve these goals."
                },
                {
                    "title": "Comprehensive Analysis Report",
                    "description": "APP Marketing will produce a report to give a complete overview of all the 4 most used social media channels."
                },
                {
                    "title": "List of Best Practices",
                    "description": "As we analyze each network, we will include a list of best practices and some of the common mistakes we see with the current posts/strategy."
                },
                {
                    "title": "Follow Up 60-Minute Phone Consultation",
                    "description": "APP Marketing will conduct a follow up 60-minute phone consultation to walk through the report."
                },
                {
                    "title": "Social Media Content Calendar Blueprint",
                    "description": "APP Marketing will provide a content calendar to use as a guide to make your social media strategy more effective and organized in the future."
                }
            ]
        }
    ],
    "followup": "Interested in having a social media audit conducted for your business? "
}

