{
    "title": "Why is YouTube the BEST marketing option for your business?",
    "paragraph": "Owned by Google, YouTube is actually the second largest search engine in the world and provides an amazing space for brands to reach potential customers. Considering the fact that consumers retain 95% of a message when they watch it in a video compared to 10% when reading it in text. Producing quality videos for your brand has become one of the best ways to give exposure to your brand.",
    "list": [
        {
            "item": "80% of audiences said they would rather watch live video from a brand than read a blog post."
        },
        {
            "item": "86% of people would like to see more video from brands."
        },
        {
            "item": "YouTube content has an unlimited lifespan.",
            "more":"YouTube videos can rank on YouTube’s algorithm for years as opposed to other social media platform’s content which ranks for weeks or even days and then becomes irrelevant."
        }
    ],
    "caseStudy":{
        "title":"YouTube Marketing Case Study: Perfect Turf Vancouver",
        "content":"Perfect Turf Vancouver installs high quality artificial turfgrass for business and residential properties. APP Marketing produced an in-house video for them to showcase their high-quality product to potential clients.</br></br> <strong>Since publishing the video on YouTube in June 2019, the video has generated over 160,000+ views. </strong>The reason this video has produced such amazing results is over time it has ranked #1 on numerous high-ranking keywords:",
        "keywordsComment":"As of May 2021, the Perfect Turf video ranks #1 on no less than 13 different high-quality keywords.",
        "more":"As of May 2021, the video still produces on average of 500-600 new views every 48 hours! This is an outstanding result for Perfect Turf Vancouver and continues to drive new leads to their business every day! Imagine producing a single piece of content and having that video continue to drive exposure for your brand not days, weeks, or months, but YEARS after publication. <strong>This is the true value of YouTube Marketing.</strong>",
        "label":"Screenshot on May 8, 2021 highlighting live view counts for the Perfect Turf video (this is nearly 2 years after the video was originally published on YouTube)."
    },
    "followup":"Interested in learning more about YouTube Marketing for your business?"
}

